{
  "intro.date": "{{date, datetime}}",
  "intro.label": "Get the log number #{{ n }}",
  "intro.text": "CatalanDAO presents an exclusive series of 24 NFTs that give the right to the ownership of a unique and original work by the plastic artist Klas Ernflo and exclusive access to a Christmas carol by the sound artists CaboSanRoque. \n\nThe funds raised will be used to finance projects to support the Catalan culture and language, develop social projects experimenting with decentralized technologies and remunerate artists fairly. Learn more about ",
  "intro.link": "Frequently Asked Questions",
  "intro.cta": "Go get them!",
  "intro.help.involvement": "How yo participate",
  "intro.help.faq": "F.A.Q.",
  "intro.help.price": "Current price: {{price, number(maximumFractionDigits: 2)}}WTH",
  "intro.help.time_remaining": "Time remaining: {{h}}h {{m}}' {{s}}\"",
  "intro.coming_soon": "Do not blink, it's about to start!",
  "intro.help.log_count": " Log #{{ unit }} from #{{ total }}",
  "listing.title": " Advent Calendar ",
  "listing.item.title": " Log #{{x}}",
  "ranking.title": " Bidders ",
  "ranking.table.headers.num": "Num.",
  "ranking.table.headers.date": "Date",
  "ranking.table.headers.address": "Address",
  "ranking.table.headers.price": "Price",
  "rationale.title": " What is the Christmas Log",
  "rationale.content.first": "One of the most popular Christmas traditions in the Catalan Countries is the Christmas log (Ti贸) that ''poops'' gifts. Preparations begin on the day of the Immaculate Conception or Santa Llucia, when the long arrives home to children surprise joy of the children.",
  "rationale.content.second": "From that day until Christmas Eve, the children take care of the log by feeding it and covering it with a blanket so that it does not get cold during the nights. In the morning, when they see that the food they left for him is gone, excitement and magic fill the house.",
  "rationale.content.third": "Traditionally, the ceremony of the Christmas log takes place on Christmas Eve, before the Rooster's Mass. The Ti贸 stands by the fireplace covered with a blanket and the family gathers around him, singing and beating him with sticks.",
  "rationale.content.fourth": "The repertoire of songs to make the Ti贸 to poop is very extensive, so much so that each family has its own.",
  "rationale.content.fith": "After the singing, everyone pick up the gifts that the Ti贸 has left under the blanket. The beating of the Ti贸 is repeated until only a salted herring, a garlic or an onion comes out of the trunk, a clear sign that the Ti贸 is done and has no more gifts to poop.",
  "rationale.content.sixth": "The rite of the Ti贸 is a remnant of an ancient pagan cult that our ancestors celebrated around the winter solstice.",
  "faq.title": " Frequent asked questions ",
  "faq.summary.first": "What is the CatalanDAO?",
  "faq.detail.first.part1": "The CatalanDAO is the first Decentralized Autonomous Organization (DAO) that brings together people around Catalan culture and language.\n\n The CatalanDAO is a completely transparent organization governed by its members with a sovereign digital identity scheme that allows free participation through the creation and voting of proposals.\n\nThe CatalanDAO aims to promote artistic, cultural, economic, political and social projects through the decentralized technologies of the Web3. To learn more about it, please check the most recent version of our manifesto here: ",
  "faq.detail.first.link": "Manifesto of the CatalanDAO",
  "faq.detail.first.part2": "\n\nCurrently, the DAO is managed transparently and democratically by its more than 150 members. Among them there are artists, designers, economists, researchers, cryptographers, developers, engineers, university professors, students, lawyers, philologists, social educators and City Council technicians, among others. We invite you to participate by accessing our Discord via this link: ",
  "faq.summary.second": "What are Advent NFTs?",
  "faq.detail.second": "Advent NFTs are an exclusive series of 24 NFTs that match each day of the Advent calendar, December 1-24, 2021.\n\nEvery day at 12.00 (CET) a new NFT goes up for auction for the next 24 hours, until 11.59 the next day.\n\nEach NFT is unique and represents an original 35x50cm painting. Advent NFTs are designed by Barcelona-based artist Klas Ernflo and inspired by the traditional Christmas Ti贸. The purchase of one of Advent's NFTs includes receiving the original artwork by mail anywhere in the world and also exclusive access to a CaboSanRoque Christmas carol from December 25, 2021 at 12.00 am (Catalonian time), which is coincident with the end of the auction of the last Non-Fungible Ti贸.\n\nThe Advent NFT is a non-speculative project. It is a social auction that aims to 1) experiment with new forms of funding culture and 2) fund new projects democratically chosen by NFT buyers and members of the CatalanDAO.\n\nAmong the projects to be funded will be those that promote the Catalan culture and language, as well as social and economic experiments using decentralized technologies.",
  "faq.summary.third": "How will Advent NFT buyers be involved in governance?",
  "faq.detail.third": "People or organizations owning the Advent NFTs will be able to create new proposals and vote, exclusively, on which projects the CatalanDAO should allocate part of the funds raised.",
  "faq.summary.fourth": "What are the goals of the Advent NFT project?",
  "faq.detail.fourth": "With the Advent NFT project we want,\n1. To promote Catalan art, culture and traditions globally.\n2. Disseminate the benefits of blockchain technology and the Web3 ecosystem among the community of artists and the creative networks across the Catalan Countries.\n3. Raise funds for future social impact projects promoted or supported by the CatalanDAO in a democratic and transparent manner.\n4. Set up a community of pioneering art collectors in the use of Web3 technologies.",
  "faq.summary.fith": "What are the energy and environmental costs of Advent NFTs?",
  "faq.detail.fith.part1": "The CatalanDAO is committed to developing projects that are ecologically sustainable.\n\nTo that purpose, the Catalan DAO uses the ",
  "faq.detail.fith.part2": " blockchain for its operations and projects. This network has a very low energy consumption (e.g. it requires only 0.002 kWh to generate an NFT). This consumption is the equivalent of a credit card transaction.\n\nUnfortunately, the OpenSea platform does not accept auctions with Polygon so we have not been able to use this network for the Advent NFTs project. We keep working to offset the CO2 emissions from this project. If you want to help us with this join our ",
  "faq.detail.fith.part3": " or contact us at hola@catalandao.cat",
  "artists.title": "The artists ",
  "artists.klas.title": "Klas Ernflo",
  "artists.klas.description": "Klas Ernflo is a Barcelona-based artist born in Stockholm in 1975. His work is formalized in drawings, paintings, sculptures and installations that explore the shapes of bodies and their relationship with space. Initially trained as a designer in Sweden, Klas has maintained a thematic and formal line through independent work and commissions, published in magazines such as Apartamento, Domus, Frame and Le Monde dHerm猫s",
  "artists.cabo_san_roque.title": "CaboSanRoque",
  "artists.cabo_san_roque.description": "Laia Torrents and Roger Aixut are CaboSanRoque, a duo of sound artists born from a large musical group formed in Barcelona in 2001. Sitting in between the visual arts, the performing arts and experimental music, their work revolves around the performative capabilities of the machine, the object, and sound. CaboSanRoque have been resident artists at the Llu铆s Coromina Foundation in Banyoles since 2015.",
  "colophon.title": "Do you still have doubts?",
  "colophon.text": "The Web3 and its decentralized technologies are a brave new world. Please do not hesitate to contact us via the CatalanDAO Discord if you have any further questions not answered here.",
  "colophon.join.discord": "Join us on Discord",
  "colophon.join.wiki": "More FAQs"
}
